[
  {
    "cards": ["The Devil"],
    "category": "love",
    "relationship_status": "single",
    "reading": "ในคนโสดหากพบใครเข้ามาในช่วงนี้ต้องเช็คให้ดีว่าเขามีเจ้าของแล้วหรือยัง เพราะมีโอกาสจะเจอรักซ้อนได้ นอกจากนั้นหากจะศึกษาเล่น ๆ ก็ได้เช่นกัน แต่ควรใช้เวลานานซักหน่อยจะดีกว่า เพราะมีโอกาสที่จะเจอคนไม่จริงใจเข้ามาสูง หรืออาจจะเจอคนประเภทหวังผลประโยชน์"
  },
  {
    "cards": ["The Devil"],
    "category": "love",
    "relationship_status": "in_relationship",
    "reading": "ในช่วงนี้คุณอาจจะรู้สึกระแวงหรือไม่เชื่อใจคนรักได้บ่อยครั้ง หรืออาจเป็นตัวคนรักเองที่ขี้หึงและระแวงคุณมากจนเกินไป จนทำให้เกิดความไม่เชื่อใจในตัวอีกฝ่ายและทะเลาะกันได้ นอกจากนั้นคุณจะรู้สึกว่าความสัมพันธ์ระหว่างคุณกับคนรักเต็มไปด้วยความลุ่มหลงในกันและกัน แต่บทจะมีปัญหาขัดแย้งกันก็มีปัญหากันอย่างรุนแรงทีเดียว"
  },
  {
    "cards": ["The Star"],
    "category": "love",
    "relationship_status": "single",
    "reading": "คุณอาจกำลังอยู่ในช่วงที่ความรักยังไม่ชัดเจน ไม่มีความตื่นเต้นหรือหวือหวา ควรให้เวลาและอดทน เพื่อให้ความสัมพันธ์พัฒนาไปในทิศทางที่ดี"
  },
  {
    "cards": ["The Star"],
    "category": "love",
    "relationship_status": "in_relationship",
    "reading": "ความสัมพันธ์ของคุณกำลังจะผ่อนคลายมากขึ้น หากมีความขัดแย้งก่อนหน้านี้ มีแนวโน้มว่าจะคลี่คลายในเร็วๆ นี้ ควรให้พื้นที่และอิสระแก่กัน เพื่อความสัมพันธ์ที่ราบรื่น"
  }
  {
    "cards": ["The Sun"],
    "category": "love",
    "relationship_status": "single",
    "reading": "เป็นช่วงเวลาที่มีโอกาสในเรื่องความรักครั้งใหม่ หากในอดีตคุณเคยผิดหวังมาก่อน ก็มีแนวโน้มว่าจะได้เจอคนที่เข้ามาทำให้หัวใจรู้สึกอบอุ่นอีกครั้ง ในคนโสดถือว่าไพ่ใบนี้ให้โชคเรื่องความรักสำหรับคุณ เป็นช่วงเวลาที่เสน่ห์ในตัวคุณเปล่งประกายออกมา"
  },
  {
    "cards": ["The Sun"],
    "category": "love",
    "relationship_status": "in_relationship",
    "reading": "โดยรวมแล้วเป็นช่วงเวลาที่ความสัมพันธ์ระหว่างคุณกับคนรักสดชื่นกันดี มีการเอาใจใส่กันและกันและมีความคาดหวังที่จะคบกันไปให้ตลอดรอดฝั่ง นอกจากนี้ยังมีความกระตือรือร้นที่จะผลักดันให้อีกฝ่ายประสบความสำเร็จในด้านอื่น ๆ อีกด้วย"
  },
  {
    "cards": ["The Sun"],
    "category": "love",
    "relationship_status": "married",
    "reading": "สำหรับคนที่แต่งงานแล้ว หากไม่ได้คุมกำเนิด จะมีโอกาสมีบุตร ถือเป็นช่วงเวลาที่ความรักอบอุ่นและมั่นคงมากยิ่งขึ้น"
  }
]

